[
  {
    "Name": "Tips",
    "Language": "en",
    "Title": "Tips & Features",
    "Elements": [
      "You can Refresh your changes in game by pressing the F11 key.",
      "There is no preview for Odyssey version at the moment.",
      "To change the XML click 'Ship & Station Panels' tile.",
      "NEW: The Shipyard feature allows you to set a theme for each of your ships, and when you board any, then theme will be automatically applied.",
      "NEW: Odyssey Version has 4 keybindings:",
      "   F1: Toggle On/Off the White objects in Radar.",
      "   F2: Cycle Panel Shadows",
      "   F3: Cycle Cabin Ambient Lights Intensity",
      "   F4: Cycle Radar Grid Lines Intensity",
      "You can Edit the Keybindings at '3PMods' Menu.",
      "Some Colors accept Alpha (transparency) values."
    ]
  },
  {
    "Name": "Tips",
    "Language": "es",
    "Title": "Consejos y Carácteristicas",
    "Elements": [
      "Puedes Refrescar tus Cambios en el juego presionando F11.",
      "No hay Vista Previa para la version Odyssey.",
      "Para cambiar el XML dale click al cuadro 'Ship & Station Panels'.",
      "NUEVO: El 'Shipyard' te permite establecer un tema para cada una de tus naves, y cuando la abordas, el tema se aplica automaticamente.",
      "NUEVO: La Version Odyssey  tiene 4 atajos de teclado:",
      "   F1: Activa o Desactiva los objetos blancos del Radar.",
      "   F2: Cambia la intensidad de las sombras de los paneles.",
      "   F3: Cambia la intensidad de las luces de la Cabina.",
      "   F4: Cambia la intensidad de las lineas del Radar.",
      "Puedes cambiar los atajos en el menu '3PMods'.",
      "Algunos colores aceptan valores Alfa (Transparencia)."
    ]
  },
  {
    "Name": "Tips",
    "Language": "fr",
    "Title": "Conseils et fonctionnalités",
    "Elements": [
       "Vous pouvez actualiser vos modifications dans le jeu en appuyant sur la touche F11.",
       "Il n'y a pas d'aperçu pour la version Odyssey pour le moment.",
       "Pour modifier le XML, cliquez sur la vignette 'Ship & Station Panels'.",
       "NOUVEAU : la fonction Chantier naval vous permet de définir un thème pour chacun de vos navires, et lorsque vous montez à bord, le thème sera automatiquement appliqué.",
       "NOUVEAU : la version Odyssey dispose de 4 raccourcis clavier :",
       " F1 : activer/désactiver les objets blancs dans le radar.",
       " F2 : Cycle des ombres du panneau ",
       " F3 : Intensité des lumières ambiantes de la cabine du cycle ",
       " F4 : Cycle Radar Grid Lines Intensity ",
       "Vous pouvez modifier les raccourcis clavier dans le menu '3PMods'.",
       "Certaines couleurs acceptent les valeurs Alpha (transparence)."
    ]
  },
  {
    "Name": "Tips",
    "Language": "ru",
    "Title": "Советы и особенности",
    "Elements": [
      "Вы можете обновить свои изменения в игре, нажав клавишу F11.",
      "На данный момент нет превью версии Odyssey. ",
      "Чтобы изменить XML, щелкните плитку «Панели кораблей и станций». ",
      "НОВИНКА: функция «Верфь» позволяет вам установить тему для каждого из ваших кораблей, и когда вы садитесь на любой из них, эта тема будет автоматически применена.",
      "НОВИНКА: версия Odyssey имеет 4 привязки клавиш: ",
      "   F1: включить / выключить белые объекты в радаре.",
      "   F2: Цикл теней панели",
      "   F3: Интенсивность окружающего освещения в кабине велосипеда",
      "   F4: Цикл интенсивности линий сетки радара",
      "Вы можете редактировать привязки клавиш в меню «3 мода».",
      "Некоторые цвета принимают значения альфа (прозрачности)."
    ]
  },
{
    "Name": "Tips",
    "Language": "de",
    "Title": "Tipps & Funktionen",
    "Elements": [
      "Sie können Ihre Änderungen im Spiel aktualisieren, indem Sie die Taste F11 drücken.",
      "Derzeit gibt es keine Vorschau für die Odyssey-Version. ",
      "Um die XML zu ändern, klicken Sie auf die Kachel 'Schiffs- und Stationspanel'. ",
      "NEU: Mit der Schiffswerft-Funktion können Sie für jedes Ihrer Schiffe ein Thema festlegen, und wenn Sie an Bord gehen, wird das Thema automatisch angewendet. ",
      "NEU: Odyssey Version hat 4 Tastenkombinationen:",
      "   F1: Schalten Sie die weißen Objekte im Radar ein/aus. ",
      "   F2: Panel-Schatten wechseln ",
      "   F3: Intensität des Umgebungslichts im Cockpit ändern ",
      "   F4: Intensität der Radarrasterlinien ändern ",
      "Sie können die Tastenbelegung im Menü '3PMods' bearbeiten. ",
      "Einige Farben akzeptieren Alpha-Werte (Transparenz). "
    ]
  }
]